Repository: kaishi00/hermes-conduit
Catalog: ConduitWatch/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Add a Gemini API key on your Hermes server.
de: Füge auf deinem Hermes-Server einen Gemini-API-Schlüssel hinzu.
es: Añade una clave de API de Gemini en tu servidor Hermes.
fr: Ajoutez une clé API Gemini sur votre serveur Hermes.
id: Tambahkan kunci API Gemini di server Hermes Anda.
it: Aggiungi una chiave API Gemini sul tuo server Hermes.
ja: HermesサーバにGemini APIキーを追加してください。
ko: Hermes 서버에 Gemini API 키를 추가하세요.
pl: Dodaj klucz API Gemini na swoim serwerze Hermes.
pt_br: Adicione uma chave de API do Gemini no seu servidor Hermes.
ru: Добавьте ключ API Gemini на вашем сервере Hermes.
tr: Hermes sunucunuza bir Gemini API anahtarı ekleyin.
zh_hans: 请在 Hermes 服务器上添加 Gemini API 密钥。
zh_hant: 請在你的 Hermes 伺服器上加入 Gemini API 金鑰。

source: Approve once
de: Einmal freigeben
es: Aprobar una vez
fr: Approuver une fois
id: Setujui sekali
it: Approva una volta
ja: 1回だけ承認
ko: 한 번 승인
pl: Zatwierdź raz
pt_br: Aprovar uma vez
ru: Разрешить один раз
tr: Bir kez onayla
zh_hans: 批准一次
zh_hant: 核准一次

source: Approve this command?
de: Diesen Befehl freigeben?
es: ¿Aprobar este comando?
fr: Approuver cette commande ?
id: Setujui perintah ini?
it: Approvare questo comando?
ja: このコマンドを承認しますか？
ko: 이 명령을 승인할까요?
pl: Zatwierdzić to polecenie?
pt_br: Aprovar este comando?
ru: Разрешить эту команду?
tr: Bu komut onaylansın mı?
zh_hans: 批准此命令？
zh_hant: 要核准此指令嗎？

source: Asking your iPhone to set up the call
de: Anruf wird über dein iPhone eingerichtet
es: Pidiendo a tu iPhone que configure la llamada
fr: Demande à votre iPhone de configurer l'appel
id: Meminta iPhone Anda menyiapkan panggilan
it: Richiesta a iPhone di configurare la chiamata
ja: iPhone に通話の準備を依頼しています
ko: iPhone에 통화 설정을 요청하는 중
pl: Prośba do iPhone’a o przygotowanie połączenia
pt_br: Pedindo ao iPhone para configurar a chamada
ru: Запрос настройки звонка у iPhone
tr: iPhone'unuzdan aramayı kurması isteniyor
zh_hans: 正在请 iPhone 设置通话
zh_hant: 正在請 iPhone 設定通話

source: Call didn't work
de: Anruf fehlgeschlagen
es: La llamada no funcionó
fr: L'appel a échoué
id: Panggilan tidak berhasil
it: Chiamata non riuscita
ja: 通話できませんでした
ko: 통화 실패
pl: Połączenie nie powiodło się
pt_br: A chamada não funcionou
ru: Звонок не удался
tr: Arama başarısız oldu
zh_hans: 通话失败
zh_hant: 通話失敗

source: Call ended
de: Anruf beendet
es: Llamada finalizada
fr: Appel terminé
id: Panggilan berakhir
it: Chiamata terminata
ja: 通話が終了しました
ko: 통화 종료됨
pl: Połączenie zakończone
pt_br: Chamada encerrada
ru: Звонок завершён
tr: Arama sona erdi
zh_hans: 通话已结束
zh_hant: 通話已結束

source: Call log
de: Anrufprotokoll
es: Registro
fr: Journal
id: Log panggilan
it: Registro
ja: 通話ログ
ko: 통화 로그
pl: Dziennik
pt_br: Registro
ru: Журнал
tr: Arama günlüğü
zh_hans: 通话日志
zh_hant: 通話記錄

source: Calls need Conduit on your iPhone to start. Once a call is on, it carries on with your wrist down and your iPhone locked.
de: Anrufe brauchen Conduit auf deinem iPhone, um zu starten. Läuft ein Anruf, geht er bei gesenktem Handgelenk und gesperrtem iPhone weiter.
es: Las llamadas necesitan Conduit en tu iPhone para empezar. Una vez iniciada, la llamada continúa con la muñeca bajada y el iPhone bloqueado.
fr: Les appels ont besoin de Conduit sur votre iPhone pour démarrer. Une fois lancé, un appel se poursuit poignet baissé et iPhone verrouillé.
id: Panggilan memerlukan Conduit di iPhone Anda untuk dimulai. Setelah panggilan berjalan, panggilan tetap berlanjut meskipun pergelangan tangan diturunkan dan iPhone terkunci.
it: Per avviare le chiamate serve Conduit su iPhone. Una volta avviata, la chiamata continua con il polso abbassato e iPhone bloccato.
ja: 通話の開始には iPhone の Conduit が必要です。通話が始まれば、手首を下ろしても iPhone がロックされても続きます。
ko: 통화를 시작하려면 iPhone의 Conduit이 필요해요. 통화가 시작되면 손목을 내리거나 iPhone이 잠겨 있어도 계속돼요.
pl: Do rozpoczęcia połączenia potrzebny jest Conduit na iPhonie. Trwające połączenie działa dalej po opuszczeniu nadgarstka i zablokowaniu iPhone’a.
pt_br: As chamadas precisam do Conduit no iPhone para começar. Depois de iniciada, a chamada continua com o pulso abaixado e o iPhone bloqueado.
ru: Чтобы начать звонок, нужен Conduit на iPhone. Начавшийся звонок продолжается, даже когда рука опущена, а iPhone заблокирован.
tr: Aramaların başlaması için iPhone'unuzda Conduit gerekir. Arama başladıktan sonra bileğiniz aşağıdayken ve iPhone'unuz kilitliyken de devam eder.
zh_hans: 开始通话需要 iPhone 上的 Conduit。通话开始后，即使放下手腕、iPhone 锁定，通话也会继续。
zh_hant: 通話需要 iPhone 上的 Conduit 才能開始。通話開始後，即使放下手腕、iPhone 已鎖定，通話仍會繼續。

source: Clear
de: Löschen
es: Borrar
fr: Effacer
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除
zh_hant: 清除

source: Clear the Watch call log?
de: Watch-Anrufprotokoll löschen?
es: ¿Borrar el registro de llamadas del Apple Watch?
fr: Effacer le journal des appels de l'Apple Watch ?
id: Hapus log panggilan Watch?
it: Cancellare il registro chiamate di Apple Watch?
ja: Watch の通話ログを消去しますか？
ko: Watch 통화 로그를 지울까요?
pl: Wyczyścić dziennik połączeń zegarka?
pt_br: Limpar o registro de chamadas do Watch?
ru: Очистить журнал звонков на часах?
tr: Watch arama günlüğü temizlensin mi?
zh_hans: 清除 Watch 通话日志？
zh_hant: 要清除 Apple Watch 通話記錄嗎？

source: Conduit needs the microphone. Allow it in Settings on your Watch.
de: Conduit benötigt das Mikrofon. Erlaube den Zugriff in den Einstellungen deiner Watch.
es: Conduit necesita el micrófono. Permítelo en Ajustes en tu Apple Watch.
fr: Conduit a besoin du micro. Autorisez-le dans Réglages sur votre Apple Watch.
id: Conduit memerlukan mikrofon. Izinkan di Pengaturan di Watch Anda.
it: Conduit ha bisogno del microfono. Consentilo in Impostazioni su Apple Watch.
ja: Conduit にはマイクが必要です。Watch の設定で許可してください。
ko: Conduit에 마이크가 필요해요. Watch의 설정에서 허용하세요.
pl: Conduit potrzebuje mikrofonu. Zezwól na to w Ustawieniach na zegarku.
pt_br: O Conduit precisa do microfone. Permita o acesso nos Ajustes do Watch.
ru: Conduit нужен доступ к микрофону. Разрешите его в приложении «Настройки» на часах.
tr: Conduit'in mikrofona erişmesi gerekiyor. Watch'unuzdaki Ayarlar'dan izin verin.
zh_hans: Conduit 需要使用麦克风。请在 Watch 的设置中允许。
zh_hant: Conduit 需要使用麥克風。請在 Apple Watch 的「設定」中允許。

source: Conduit on the iPhone didn't answer in time.
de: Conduit auf dem iPhone hat nicht rechtzeitig geantwortet.
es: Conduit en el iPhone no respondió a tiempo.
fr: Conduit sur l'iPhone n'a pas répondu à temps.
id: Conduit di iPhone tidak menjawab tepat waktu.
it: Conduit su iPhone non ha risposto in tempo.
ja: iPhone の Conduit が時間内に応答しませんでした。
ko: iPhone의 Conduit이 제시간에 응답하지 않았어요.
pl: Conduit na iPhonie nie odpowiedział na czas.
pt_br: O Conduit no iPhone não respondeu a tempo.
ru: Conduit на iPhone не ответил вовремя.
tr: iPhone'daki Conduit zamanında yanıt vermedi.
zh_hans: iPhone 上的 Conduit 未及时响应。
zh_hant: iPhone 上的 Conduit 未及時回應。

source: Conduit on the iPhone sent something this Watch app can't read.
de: Conduit auf dem iPhone hat etwas gesendet, das diese Watch-App nicht lesen kann.
es: Conduit en el iPhone envió algo que esta app del Apple Watch no puede leer.
fr: Conduit sur l'iPhone a envoyé des données que cette app Apple Watch ne peut pas lire.
id: Conduit di iPhone mengirim sesuatu yang tidak dapat dibaca app Watch ini.
it: Conduit su iPhone ha inviato dati che questa app per Apple Watch non riesce a leggere.
ja: iPhone の Conduit から、この Watch アプリが読み取れないデータが届きました。
ko: iPhone의 Conduit이 이 Watch 앱에서 읽을 수 없는 데이터를 보냈어요.
pl: Conduit na iPhonie wysłał dane, których ta aplikacja na zegarek nie potrafi odczytać.
pt_br: O Conduit no iPhone enviou algo que este app do Watch não consegue ler.
ru: Conduit на iPhone отправил данные, которые это приложение для часов не может прочитать.
tr: iPhone'daki Conduit, bu Watch uygulamasının okuyamadığı bir şey gönderdi.
zh_hans: iPhone 上的 Conduit 发送了此 Watch App 无法读取的内容。
zh_hant: iPhone 上的 Conduit 傳送了此 Apple Watch App 無法讀取的內容。

source: Conduit on the iPhone sent something this Watch app can't read. Update both.
de: Conduit auf dem iPhone hat etwas gesendet, das diese Watch-App nicht lesen kann. Aktualisiere beide.
es: Conduit en el iPhone envió algo que esta app del Apple Watch no puede leer. Actualiza ambas.
fr: Conduit sur l'iPhone a envoyé des données que cette app Apple Watch ne peut pas lire. Mettez à jour les deux.
id: Conduit di iPhone mengirim sesuatu yang tidak dapat dibaca app Watch ini. Perbarui keduanya.
it: Conduit su iPhone ha inviato dati che questa app per Apple Watch non riesce a leggere. Aggiorna entrambe.
ja: iPhone の Conduit から、この Watch アプリが読み取れないデータが届きました。両方をアップデートしてください。
ko: iPhone의 Conduit이 이 Watch 앱에서 읽을 수 없는 데이터를 보냈어요. 둘 다 업데이트하세요.
pl: Conduit na iPhonie wysłał dane, których ta aplikacja na zegarek nie potrafi odczytać. Zaktualizuj obie aplikacje.
pt_br: O Conduit no iPhone enviou algo que este app do Watch não consegue ler. Atualize os dois.
ru: Conduit на iPhone отправил данные, которые это приложение для часов не может прочитать. Обновите оба приложения.
tr: iPhone'daki Conduit, bu Watch uygulamasının okuyamadığı bir şey gönderdi. İkisini de güncelleyin.
zh_hans: iPhone 上的 Conduit 发送了此 Watch App 无法读取的内容。请同时更新两者。
zh_hant: iPhone 上的 Conduit 傳送了此 Apple Watch App 無法讀取的內容。請同時更新兩者。

source: Conduit on your iPhone didn't answer.
de: Conduit auf deinem iPhone hat nicht geantwortet.
es: Conduit en tu iPhone no respondió.
fr: Conduit sur votre iPhone n'a pas répondu.
id: Conduit di iPhone Anda tidak menjawab.
it: Conduit su iPhone non ha risposto.
ja: iPhone の Conduit が応答しませんでした。
ko: iPhone의 Conduit이 응답하지 않았어요.
pl: Conduit na Twoim iPhonie nie odpowiedział.
pt_br: O Conduit no iPhone não respondeu.
ru: Conduit на вашем iPhone не ответил.
tr: iPhone'unuzdaki Conduit yanıt vermedi.
zh_hans: iPhone 上的 Conduit 没有响应。
zh_hant: iPhone 上的 Conduit 沒有回應。

source: Connecting…
de: Verbinden …
es: Conectando…
fr: Connexion…
id: Menghubungkan…
it: Connessione…
ja: 接続中…
ko: 연결 중…
pl: Łączenie…
pt_br: Conectando…
ru: Подключение…
tr: Bağlanıyor…
zh_hans: 正在连接…
zh_hant: 連線中…

source: Connection lost
de: Verbindung unterbrochen
es: Conexión perdida
fr: Connexion perdue
id: Koneksi terputus
it: Connessione persa
ja: 接続が切れました
ko: 연결 끊김
pl: Utracono połączenie
pt_br: Conexão perdida
ru: Соединение потеряно
tr: Bağlantı koptu
zh_hans: 连接已断开
zh_hant: 連線已中斷

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
pl: Dalej
pt_br: Continuar
ru: Продолжить
tr: Devam
zh_hans: 继续
zh_hant: 繼續

source: Couldn't connect to Gemini Live.
de: Keine Verbindung zu Gemini Live möglich.
es: No se pudo conectar con Gemini Live.
fr: Impossible de se connecter à Gemini Live.
id: Tidak dapat terhubung ke Gemini Live.
it: Impossibile connettersi a Gemini Live.
ja: Gemini Liveに接続できませんでした。
ko: Gemini Live에 연결할 수 없어요.
pl: Nie udało się połączyć z Gemini Live.
pt_br: Não foi possível conectar ao Gemini Live.
ru: Не удалось подключиться к Gemini Live.
tr: Gemini Live'a bağlanılamadı.
zh_hans: 无法连接到 Gemini Live。
zh_hant: 無法連線到 Gemini Live。

source: Couldn't connect to Gemini Live: %@
de: Keine Verbindung zu Gemini Live möglich: %@
es: No se pudo conectar con Gemini Live: %@
fr: Impossible de se connecter à Gemini Live : %@
id: Tidak dapat terhubung ke Gemini Live: %@
it: Impossibile connettersi a Gemini Live: %@
ja: Gemini Liveに接続できませんでした：%@
ko: Gemini Live에 연결할 수 없어요: %@
pl: Nie udało się połączyć z Gemini Live: %@
pt_br: Não foi possível conectar ao Gemini Live: %@
ru: Не удалось подключиться к Gemini Live: %@
tr: Gemini Live'a bağlanılamadı: %@
zh_hans: 无法连接到 Gemini Live：%@
zh_hant: 無法連線到 Gemini Live：%@

source: Couldn't connect to Grok Live.
de: Keine Verbindung zu Grok Live möglich.
es: No se pudo conectar con Grok Live.
fr: Impossible de se connecter à Grok Live.
id: Tidak dapat terhubung ke Grok Live.
it: Impossibile connettersi a Grok Live.
ja: Grok Liveに接続できませんでした。
ko: Grok Live에 연결할 수 없어요.
pl: Nie udało się połączyć z Grok Live.
pt_br: Não foi possível conectar ao Grok Live.
ru: Не удалось подключиться к Grok Live.
tr: Grok Live'a bağlanılamadı.
zh_hans: 无法连接到 Grok Live。
zh_hant: 無法連線到 Grok Live。

source: Couldn't connect to Grok Live: %@
de: Keine Verbindung zu Grok Live möglich: %@
es: No se pudo conectar con Grok Live: %@
fr: Impossible de se connecter à Grok Live : %@
id: Tidak dapat terhubung ke Grok Live: %@
it: Impossibile connettersi a Grok Live: %@
ja: Grok Liveに接続できませんでした：%@
ko: Grok Live에 연결할 수 없어요: %@
pl: Nie udało się połączyć z Grok Live: %@
pt_br: Não foi possível conectar ao Grok Live: %@
ru: Не удалось подключиться к Grok Live: %@
tr: Grok Live'a bağlanılamadı: %@
zh_hans: 无法连接到 Grok Live：%@
zh_hant: 無法連線到 Grok Live：%@

source: Couldn't reach Conduit on your iPhone.
de: Conduit auf deinem iPhone ist nicht erreichbar.
es: No se pudo conectar con Conduit en tu iPhone.
fr: Impossible de joindre Conduit sur votre iPhone.
id: Tidak dapat menghubungi Conduit di iPhone Anda.
it: Impossibile raggiungere Conduit su iPhone.
ja: iPhone の Conduit に接続できませんでした。
ko: iPhone의 Conduit에 연결할 수 없었어요.
pl: Nie udało się połączyć z Conduit na Twoim iPhonie.
pt_br: Não foi possível acessar o Conduit no iPhone.
ru: Не удалось связаться с Conduit на вашем iPhone.
tr: iPhone'unuzdaki Conduit'e ulaşılamadı.
zh_hans: 无法连接 iPhone 上的 Conduit。
zh_hant: 無法連線到 iPhone 上的 Conduit。

source: Couldn't reconnect to Hermes.
de: Erneute Verbindung zu Hermes fehlgeschlagen.
es: No se pudo volver a conectar con Hermes.
fr: Impossible de se reconnecter à Hermes.
id: Tidak dapat terhubung kembali ke Hermes.
it: Impossibile riconnettersi a Hermes.
ja: Hermes に再接続できませんでした。
ko: Hermes에 다시 연결할 수 없었어요.
pl: Nie udało się ponownie połączyć z Hermesem.
pt_br: Não foi possível reconectar ao Hermes.
ru: Не удалось переподключиться к Hermes.
tr: Hermes'e yeniden bağlanılamadı.
zh_hans: 无法重新连接 Hermes。
zh_hant: 無法重新連線到 Hermes。

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
id: Tolak
it: Rifiuta
ja: 拒否
ko: 거부
pl: Odrzuć
pt_br: Negar
ru: Отклонить
tr: Reddet
zh_hans: 拒绝
zh_hant: 拒絕

source: Done
de: Fertig
es: OK
fr: OK
id: Selesai
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: OK
ru: Готово
tr: Bitti
zh_hans: 完成
zh_hant: 完成

source: End call
de: Anruf beenden
es: Finalizar llamada
fr: Raccrocher
id: Akhiri panggilan
it: Termina chiamata
ja: 通話を終了
ko: 통화 종료
pl: Zakończ połączenie
pt_br: Encerrar chamada
ru: Завершить звонок
tr: Aramayı bitir
zh_hans: 结束通话
zh_hant: 結束通話

source: Ending…
de: Wird beendet …
es: Finalizando…
fr: Fin…
id: Mengakhiri…
it: Chiusura…
ja: 終了中…
ko: 종료 중…
pl: Kończenie…
pt_br: Encerrando…
ru: Завершение…
tr: Sonlanıyor…
zh_hans: 正在结束…
zh_hant: 正在結束…

source: Every call's log also reaches your iPhone, where Voice settings > Apple Watch can share it.
de: Das Protokoll jedes Anrufs gelangt auch auf dein iPhone, wo du es unter „Spracheinstellungen“ > „Apple Watch“ teilen kannst.
es: El registro de cada llamada también llega a tu iPhone, donde puedes compartirlo desde Ajustes > Voz > Apple Watch.
fr: Le journal de chaque appel est aussi envoyé à votre iPhone, où Réglages Voix > Apple Watch permet de le partager.
id: Log setiap panggilan juga dikirim ke iPhone Anda, tempat pengaturan Suara > Apple Watch dapat membagikannya.
it: Il registro di ogni chiamata arriva anche su iPhone, dove puoi condividerlo da Impostazioni Voce > Apple Watch.
ja: 各通話のログは iPhone にも届き、音声設定 > Apple Watch から共有できます。
ko: 각 통화의 로그는 iPhone에도 전송되며, ‘음성’ 설정 > ‘Apple Watch’에서 공유할 수 있어요.
pl: Dziennik każdego połączenia trafia też na Twój iPhone, gdzie można go udostępnić w sekcji Ustawienia głosu > Apple Watch.
pt_br: O registro de cada chamada também chega ao iPhone, onde você pode compartilhá-lo em ajustes de Voz > Apple Watch.
ru: Журнал каждого звонка также передаётся на iPhone, где им можно поделиться в разделе «Настройки › Голос › Apple Watch».
tr: Her aramanın günlüğü iPhone'unuza da ulaşır; orada Ses ayarları > Apple Watch bölümünden paylaşılabilir.
zh_hans: 每次通话的日志也会发送到 iPhone，可在“语音设置 > Apple Watch”中共享。
zh_hant: 每次通話的記錄也會傳送到你的 iPhone，你可以在「語音」設定 >「Apple Watch」中分享。

source: GPT-Live failed on Hermes.
de: GPT-Live ist auf Hermes fehlgeschlagen.
es: GPT-Live falló en Hermes.
fr: GPT-Live a échoué sur Hermes.
id: GPT-Live gagal di Hermes.
it: GPT-Live non è riuscito su Hermes.
ja: Hermes 上で GPT-Live が失敗しました。
ko: Hermes에서 GPT-Live가 실패했어요.
pl: GPT-Live nie zadziałał w Hermesie.
pt_br: O GPT-Live falhou no Hermes.
ru: Ошибка GPT-Live на сервере Hermes.
tr: GPT-Live, Hermes'te başarısız oldu.
zh_hans: GPT-Live 在 Hermes 上运行失败。
zh_hant: GPT-Live 在 Hermes 上執行失敗。

source: Gemini Live is not available on this Hermes server.
de: Gemini Live ist auf diesem Hermes-Server nicht verfügbar.
es: Gemini Live no está disponible en este servidor Hermes.
fr: Gemini Live n'est pas disponible sur ce serveur Hermes.
id: Gemini Live tidak tersedia di server Hermes ini.
it: Gemini Live non è disponibile su questo server Hermes.
ja: このHermesサーバではGemini Liveを利用できません。
ko: 이 Hermes 서버에서는 Gemini Live를 사용할 수 없어요.
pl: Gemini Live nie jest dostępny na tym serwerze Hermes.
pt_br: O Gemini Live não está disponível neste servidor Hermes.
ru: Gemini Live недоступен на этом сервере Hermes.
tr: Gemini Live bu Hermes sunucusunda kullanılamıyor.
zh_hans: 此 Hermes 服务器不支持 Gemini Live。
zh_hant: 無法在此 Hermes 伺服器上使用 Gemini Live。

source: Gemini Live is not available on this Hermes server: %@
de: Gemini Live ist auf diesem Hermes-Server nicht verfügbar: %@
es: Gemini Live no está disponible en este servidor Hermes: %@
fr: Gemini Live n'est pas disponible sur ce serveur Hermes : %@
id: Gemini Live tidak tersedia di server Hermes ini: %@
it: Gemini Live non è disponibile su questo server Hermes: %@
ja: このHermesサーバではGemini Liveを利用できません：%@
ko: 이 Hermes 서버에서는 Gemini Live를 사용할 수 없어요: %@
pl: Gemini Live nie jest dostępny na tym serwerze Hermes: %@
pt_br: O Gemini Live não está disponível neste servidor Hermes: %@
ru: Gemini Live недоступен на этом сервере Hermes: %@
tr: Gemini Live bu Hermes sunucusunda kullanılamıyor: %@
zh_hans: 此 Hermes 服务器不支持 Gemini Live：%@
zh_hant: 無法在此 Hermes 伺服器上使用 Gemini Live：%@

source: Gemini Live refused the connection: %@
de: Gemini Live hat die Verbindung abgelehnt: %@
es: Gemini Live rechazó la conexión: %@
fr: Gemini Live a refusé la connexion : %@
id: Gemini Live menolak koneksi: %@
it: Gemini Live ha rifiutato la connessione: %@
ja: Gemini Liveが接続を拒否しました：%@
ko: Gemini Live가 연결을 거부했어요: %@
pl: Gemini Live odrzucił połączenie: %@
pt_br: O Gemini Live recusou a conexão: %@
ru: Gemini Live отклонил подключение: %@
tr: Gemini Live bağlantıyı reddetti: %@
zh_hans: Gemini Live 拒绝了连接：%@
zh_hant: Gemini Live 拒絕了連線：%@

source: Gemini didn't come back after the connection broke.
de: Gemini ist nach dem Verbindungsabbruch nicht zurückgekommen.
es: Gemini no volvió después de que se cortara la conexión.
fr: Gemini n'est pas revenu après la coupure de la connexion.
id: Gemini tidak kembali setelah koneksi terputus.
it: Gemini non è tornato dopo l'interruzione della connessione.
ja: 接続が切れた後、Gemini が復帰しませんでした。
ko: 연결이 끊긴 후 Gemini가 돌아오지 않았어요.
pl: Gemini nie wrócił po zerwaniu połączenia.
pt_br: O Gemini não voltou depois que a conexão caiu.
ru: Gemini не восстановил связь после обрыва соединения.
tr: Bağlantı koptuktan sonra Gemini geri gelmedi.
zh_hans: 连接断开后，Gemini 没有恢复。
zh_hant: 連線中斷後，Gemini 未能恢復。

source: Gemini stopped answering.
de: Gemini antwortet nicht mehr.
es: Gemini dejó de responder.
fr: Gemini a cessé de répondre.
id: Gemini berhenti menjawab.
it: Gemini ha smesso di rispondere.
ja: Gemini が応答しなくなりました。
ko: Gemini가 응답을 멈췄어요.
pl: Gemini przestał odpowiadać.
pt_br: O Gemini parou de responder.
ru: Gemini перестал отвечать.
tr: Gemini yanıt vermeyi bıraktı.
zh_hans: Gemini 停止了响应。
zh_hant: Gemini 停止回應了。

source: Grok Live is not available on this Hermes server.
de: Grok Live ist auf diesem Hermes-Server nicht verfügbar.
es: Grok Live no está disponible en este servidor Hermes.
fr: Grok Live n'est pas disponible sur ce serveur Hermes.
id: Grok Live tidak tersedia di server Hermes ini.
it: Grok Live non è disponibile su questo server Hermes.
ja: このHermesサーバではGrok Liveを利用できません。
ko: 이 Hermes 서버에서는 Grok Live를 사용할 수 없어요.
pl: Grok Live nie jest dostępny na tym serwerze Hermes.
pt_br: O Grok Live não está disponível neste servidor Hermes.
ru: Grok Live недоступен на этом сервере Hermes.
tr: Grok Live bu Hermes sunucusunda kullanılamıyor.
zh_hans: 此 Hermes 服务器上无法使用 Grok Live。
zh_hant: 無法在此 Hermes 伺服器上使用 Grok Live。

source: Grok Live is not available on this Hermes server: %@
de: Grok Live ist auf diesem Hermes-Server nicht verfügbar: %@
es: Grok Live no está disponible en este servidor Hermes: %@
fr: Grok Live n'est pas disponible sur ce serveur Hermes : %@
id: Grok Live tidak tersedia di server Hermes ini: %@
it: Grok Live non è disponibile su questo server Hermes: %@
ja: このHermesサーバではGrok Liveを利用できません：%@
ko: 이 Hermes 서버에서는 Grok Live를 사용할 수 없어요: %@
pl: Grok Live nie jest dostępny na tym serwerze Hermes: %@
pt_br: O Grok Live não está disponível neste servidor Hermes: %@
ru: Grok Live недоступен на этом сервере Hermes: %@
tr: Grok Live bu Hermes sunucusunda kullanılamıyor: %@
zh_hans: 此 Hermes 服务器上无法使用 Grok Live：%@
zh_hant: 無法在此 Hermes 伺服器上使用 Grok Live：%@

source: Grok Live refused the connection.
de: Grok Live hat die Verbindung abgelehnt.
es: Grok Live rechazó la conexión.
fr: Grok Live a refusé la connexion.
id: Grok Live menolak koneksi.
it: Grok Live ha rifiutato la connessione.
ja: Grok Liveが接続を拒否しました。
ko: Grok Live가 연결을 거부했어요.
pl: Grok Live odrzucił połączenie.
pt_br: O Grok Live recusou a conexão.
ru: Grok Live отклонил подключение.
tr: Grok Live bağlantıyı reddetti.
zh_hans: Grok Live 拒绝了连接。
zh_hant: Grok Live 拒絕了連線。

source: Grok Live refused the connection: %@
de: Grok Live hat die Verbindung abgelehnt: %@
es: Grok Live rechazó la conexión: %@
fr: Grok Live a refusé la connexion : %@
id: Grok Live menolak koneksi: %@
it: Grok Live ha rifiutato la connessione: %@
ja: Grok Liveが接続を拒否しました：%@
ko: Grok Live가 연결을 거부했어요: %@
pl: Grok Live odrzucił połączenie: %@
pt_br: O Grok Live recusou a conexão: %@
ru: Grok Live отклонил подключение: %@
tr: Grok Live bağlantıyı reddetti: %@
zh_hans: Grok Live 拒绝了连接：%@
zh_hant: Grok Live 拒絕了連線：%@

source: Grok didn't come back after the connection broke.
de: Grok ist nach dem Verbindungsabbruch nicht zurückgekommen.
es: Grok no volvió después de que se cortara la conexión.
fr: Grok n'est pas revenu après la coupure de la connexion.
id: Grok tidak kembali setelah koneksi terputus.
it: Grok non è tornato dopo l'interruzione della connessione.
ja: 接続が切れた後、Grok が復帰しませんでした。
ko: 연결이 끊긴 후 Grok이 돌아오지 않았어요.
pl: Grok nie wrócił po zerwaniu połączenia.
pt_br: O Grok não voltou depois que a conexão caiu.
ru: Grok не восстановил связь после обрыва соединения.
tr: Bağlantı koptuktan sonra Grok geri gelmedi.
zh_hans: 连接断开后，Grok 没有恢复。
zh_hant: 連線中斷後，Grok 未能恢復。

source: Grok stopped answering.
de: Grok antwortet nicht mehr.
es: Grok dejó de responder.
fr: Grok a cessé de répondre.
id: Grok berhenti menjawab.
it: Grok ha smesso di rispondere.
ja: Grok が応答しなくなりました。
ko: Grok이 응답을 멈췄어요.
pl: Grok przestał odpowiadać.
pt_br: O Grok parou de responder.
ru: Grok перестал отвечать.
tr: Grok yanıt vermeyi bıraktı.
zh_hans: Grok 停止了响应。
zh_hant: Grok 停止回應了。

source: Hermes didn't answer in time.
de: Hermes hat nicht rechtzeitig geantwortet.
es: Hermes no respondió a tiempo.
fr: Hermes n'a pas répondu à temps.
id: Hermes tidak menjawab tepat waktu.
it: Hermes non ha risposto in tempo.
ja: Hermes が時間内に応答しませんでした。
ko: Hermes가 제시간에 응답하지 않았어요.
pl: Hermes nie odpowiedział na czas.
pt_br: O Hermes não respondeu a tempo.
ru: Hermes не ответил вовремя.
tr: Hermes zamanında yanıt vermedi.
zh_hans: Hermes 未及时响应。
zh_hant: Hermes 未及時回應。
